Repository: vakesz/Glasstual
Catalog: Sources/App/Features/FileTransfer/FileTransfers.xcstrings
Source language: en
Languages: de, hu

# accept-transfer
source: Accept
de: Annehmen
hu: Elfogadás

source: All
de: Alle
hu: Összes

source: Cancel Transfer
de: Übertragung abbrechen
hu: Átvitel megszakítása

source: Clear All Stopped Transfers
de: Alle beendeten Übertragungen entfernen
hu: Összes leállított átvitel eltávolítása

source: File Transfers
de: Dateiübertragungen
hu: Fájlátvitelek

source: No File Transfers
de: Keine Dateiübertragungen
hu: Nincsenek fájlátvitelek

# of-s-received
source: %1$@ of %2$@ (%3$@/s) received from %4$@
de: %1$@ von %2$@ (%3$@/s) von %4$@ empfangen
hu: Fogadva: %1$@ / %2$@ (%3$@/s), küldő: %4$@

# of-s-received-from-remaining
source: %1$@ of %2$@ (%3$@/s) received from %4$@ — %5$@ remaining
de: %1$@ von %2$@ (%3$@/s) von %4$@ empfangen. Noch %5$@
hu: Fogadva: %1$@ / %2$@ (%3$@/s), küldő: %4$@. Hátralévő idő: %5$@

# of-s-sent
source: %1$@ of %2$@ (%3$@/s) sent to %4$@
de: %1$@ von %2$@ (%3$@/s) an %4$@ gesendet
hu: Elküldve: %1$@ / %2$@ (%3$@/s), címzett: %4$@

# of-s-sent-to-remaining
source: %1$@ of %2$@ (%3$@/s) sent to %4$@ — %5$@ remaining
de: %1$@ von %2$@ (%3$@/s) an %4$@ gesendet. Noch %5$@
hu: Elküldve: %1$@ / %2$@ (%3$@/s), címzett: %4$@. Hátralévő idő: %5$@

source: Open File
de: Datei öffnen
hu: Fájl megnyitása

source: Preparing the transfer…
de: Übertragung wird vorbereitet…
hu: Átvitel előkészítése…

source: Quick Look
de: Übersicht
hu: Gyorsnézet

source: Receiving
de: Empfangen
hu: Fogadás

source: Remove From List
de: Aus Liste entfernen
hu: Eltávolítás a listából

# retry-transfer
source: Try Again
de: Erneut versuchen
hu: Újrapróbálkozás

source: Sending
de: Senden
hu: Küldés

source: Sent to %@ without a peer acknowledgement.
de: Ohne Empfangsbestätigung an %@ gesendet.
hu: Elküldve %@ részére, átvételi visszaigazolás nélkül.

source: Share…
de: Teilen…
hu: Megosztás…

source: Show
de: Anzeigen
hu: Megjelenítés

source: Show in Finder
de: Im Finder anzeigen
hu: Megjelenítés a Finderben

source: Start Transfer
de: Übertragung starten
hu: Átvitel indítása

# status-while-connecting
source: Connecting to %@…
de: Verbindung zu %@ wird hergestellt…
hu: Kapcsolódás: %@…

# transfer-from-failed-because-the-sender
source: %@ sent more than the offer stated, so the transfer was stopped.
de: %@ hat mehr Daten als angekündigt gesendet. Die Übertragung wurde gestoppt.
hu: %@ a jelzettnél több adatot küldött, ezért az átvitel leállt.

# transfer-from-is-complete
source: Received from %@.
de: Von %@ empfangen.
hu: A fájl megérkezett. Küldő: %@.

# transfer-from-is-ready
source: Waiting for %@ to connect.
de: Warten auf Verbindung von %@.
hu: Várakozás %@ kapcsolódására.

# transfer-from-is-stopped
source: Transfer from %@ has not started. Choose Start Transfer to begin.
de: Die Übertragung von %@ wurde noch nicht gestartet. Wähle Übertragung starten, um zu beginnen.
hu: %@ fájljának fogadása még nem kezdődött el. Az indításhoz válaszd az Átvitel indítása lehetőséget.

# transfer-from-waiting-for-response
source: Waiting for %@ to agree to resume.
de: Warten auf die Zustimmung von %@ zum Fortsetzen.
hu: Várakozás az átvitel folytatásának jóváhagyására. Partner: %@.

source: Transfer progress
de: Übertragungsfortschritt
hu: Átvitel állapota

# transfer-to-is-complete
source: Sent to %@.
de: An %@ gesendet.
hu: Elküldve %@ részére.

# transfer-to-is-ready-waiting
source: Waiting for %@ to accept.
de: Warten auf Annahme durch %@.
hu: Várakozás %@ jóváhagyására.

# transfer-to-is-stopped
source: Transfer to %@ has not started. Choose Start Transfer to begin.
de: Die Übertragung an %@ wurde noch nicht gestartet. Wähle Übertragung starten, um zu beginnen.
hu: A fájl küldése %@ részére még nem kezdődött el. Az indításhoz válaszd az Átvitel indítása lehetőséget.

# transfer-total-size
source: Total size: %@
de: Gesamtgröße: %@
hu: Teljes méret: %@

source: Transfer with %@ failed: %@
de: Übertragung mit %@ fehlgeschlagen: %@
hu: A fájlátvitel sikertelen. Partner: %@. Hiba: %@

# transfer-with-failed-could-not-establish
source: Could not connect to %@. They may be offline or behind a firewall.
de: Verbindung zu %@ nicht möglich. Die Person ist möglicherweise offline oder hinter einer Firewall.
hu: Nem sikerült kapcsolódni %@ gépéhez. Lehet, hogy nincs csatlakozva, vagy tűzfal mögött van.

# transfer-with-failed-could-not-read
source: Could not read the file being sent to %@. Check that it still exists and that you can open it.
de: Die an %@ zu sendende Datei konnte nicht gelesen werden. Prüfe, ob sie noch vorhanden ist und du sie öffnen kannst.
hu: Nem sikerült olvasni a(z) %@ részére küldendő fájlt. Ellenőrizd, hogy még létezik-e, és meg tudod-e nyitni.

# transfer-with-failed-file-handler-threw
source: Could not write the file from %@. Check that the destination folder still exists and that you can write to it.
de: Die Datei von %@ konnte nicht geschrieben werden. Prüfe, ob der Zielordner noch vorhanden ist und du darin schreiben darfst.
hu: Nem sikerült menteni %@ fájlját. Ellenőrizd, hogy a célmappa még létezik-e, és tudsz-e bele írni.

# transfer-with-failed-no-answer
source: %@ did not answer in time. They may be offline or behind a firewall.
de: %@ hat nicht rechtzeitig geantwortet. Die Person ist möglicherweise offline oder hinter einer Firewall.
hu: %@ nem válaszolt időben. Lehet, hogy nincs csatlakozva, vagy tűzfal mögött van.

# transfer-with-failed-no-space-left
source: There is not enough free space to save the file from %@. Free some space, then start the transfer again.
de: Es ist nicht genügend Speicherplatz vorhanden, um die Datei von %@ zu sichern. Gib Speicherplatz frei und starte die Übertragung erneut.
hu: Nincs elég szabad hely %@ fájljának mentéséhez. Szabadíts fel helyet, majd indítsd újra az átvitelt.

# transfer-with-failed-peer-closed
source: %@ closed the connection before the transfer finished. Start it again to resume.
de: %@ hat die Verbindung vor Abschluss der Übertragung geschlossen. Starte sie erneut, um fortzufahren.
hu: %@ lezárta a kapcsolatot az átvitel befejezése előtt. A folytatáshoz indítsd el újra az átvitelt.

# transfer-with-failed-proposed-resume-position
source: Could not resume the transfer with %@. Choose Try Again to start it over from the beginning.
de: Die Übertragung mit %@ konnte nicht fortgesetzt werden. Wähle Erneut versuchen, um von vorne zu beginnen.
hu: Nem sikerült folytatni az átvitelt %@ gépével. Az Újrapróbálkozás lehetőséggel elölről kezdheted.

# transfer-with-failed-resume-not-answered
source: %@ did not agree to resume the transfer. Choose Try Again to start it over from the beginning.
de: %@ hat dem Fortsetzen nicht zugestimmt. Wähle Erneut versuchen, um von vorne zu beginnen.
hu: %@ nem hagyta jóvá az átvitel folytatását. Az Újrapróbálkozás lehetőséggel elölről kezdheted.

# transfer-with-failed-stalled
source: The connection to %@ stopped responding, so the transfer was cancelled. Start it again to resume.
de: Die Verbindung zu %@ hat nicht mehr reagiert. Die Übertragung wurde abgebrochen. Starte sie erneut, um fortzufahren.
hu: %@ kapcsolata nem válaszolt, ezért az átvitel megszakadt. A folytatáshoz indítsd el újra.

# transfer-with-failed-there-is-no
source: No port was free for the transfer with %@. Widen the port range in File Transfer settings, then try again.
de: Kein Port für die Übertragung mit %@ verfügbar. Erweitere den Portbereich in den Dateiübertragungseinstellungen und versuche es erneut.
hu: Nincs szabad port a(z) %@ gépével végzett átvitelhez. Bővítsd a porttartományt a Fájlátvitel beállításaiban, majd próbáld újra.

# transfer-with-failed-unknown-source-ip
source: Could not work out this Mac’s IP address for the transfer with %@. Enter one in File Transfer settings, then try again.
de: Die IP-Adresse dieses Mac für die Übertragung mit %@ konnte nicht ermittelt werden. Gib sie in den Dateiübertragungseinstellungen ein und versuche es erneut.
hu: Nem sikerült meghatározni a Mac IP-címét a(z) %@ gépével végzett átvitelhez. Add meg a Fájlátvitel beállításaiban, majd próbáld újra.

# transfer-with-failed-you-are-not
source: Transfer with %@ stopped because the connection to the server was lost. Reconnect, then start it again.
de: Die Übertragung mit %@ wurde gestoppt, da die Serververbindung verloren ging. Stelle die Verbindung wieder her und starte sie erneut.
hu: A(z) %@ gépével végzett átvitel leállt, mert megszakadt a kapcsolat a kiszolgálóval. Csatlakozz újra, majd indítsd el az átvitelt.

# transfers
source: %ld Transfers
de: %ld Übertragungen
hu: %ld átvitel

# transfers-appear-here
source: Incoming and outgoing transfers appear here.
de: Hier erscheinen eingehende und ausgehende Übertragungen.
hu: Itt jelennek meg a bejövő és kimenő átvitelek.
